// TODO: 자료의 형태와 자료를 넣어두는 곳
// TODO: 1) 123 을 화면에 대화상자로 표시하세요
let a = 123;
alert(a);     // 123

// TODO: 2) 간단히 계산해서 대화상자로 표시하세요
// TODO: 사칙연산자를 사용하세요: +, -, *, /, %(나머지연산)
// let b = 1 + 2;
// alert(b);     // 3

// TODO: 3) 나누면 값을 결과로 표시하세요
// let c = 5/2;
// alert(c);     // 2.5

// TODO: 4) 나누면 몫이 아니라 나머지가 결과로 표시하세요
// let d = 5%2;
// alert(d);     // 1

// TODO: 5) 비교한 결과를 표시하세요, 
// TODO: 비교연산자를 사용합니다.: >, <, >=, <=, ===(같다),!==(같지않다)
// TODO: 결과는 true(참), false(거짓) 로 표시됩니다.
let e = 5>2;
alert(e);     // true